Revit 2027 API
ParameterTypeId.TagOrientationBehavior Property
 "Tag Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagOrientationBehavior { get; }
Public Shared ReadOnly Property TagOrientationBehavior As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagOrientationBehavior {
	ForgeTypeId^ get ();
}
static member TagOrientationBehavior : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace